Repository: hubin97/AppStart
Catalog: AppStart/Resources/*.lproj/Localizable.strings
Languages: ar, es, it

# mj_header_refresh
source: Pull down to refresh
ar: اسحب للأسفل للتحديث
es: Desliza hacia abajo para actualizar
it: Tira giù per aggiornare

# mj_header_release
source: Release to refresh
ar: حرّر للتحديث
es: Suelta para actualizar
it: Rilascia per aggiornare

# mj_header_loading
source: Loading...
ar: جارٍ التحميل...
es: Cargando...
it: Caricamento...

# mj_header_lastupdate
source: Last update
ar: آخر تحديث
es: Última actualización
it: Ultimo aggiornamento

# mj_header_today
source: Today
ar: اليوم
es: Hoy
it: Oggi

# mj_header_norecord
source: No record
ar: لا يوجد سجل
es: Sin registros
it: Nessun record

# mj_footer_refresh
source: Tap or pull up to load more
ar: اضغط أو اسحب للأعلى لتحميل المزيد
es: Toca o desliza hacia arriba para cargar más
it: Tocca o tira su per caricare di più

# mj_footer_loading
source: Loading...
ar: جارٍ التحميل...
es: Cargando...
it: Caricamento...

# mj_footer_nodata
source: No more data
ar: لا توجد بيانات إضافية
es: No hay más datos
it: Nessun dato disponibile

# string_log_list
source: Log List
ar: قائمة السجلات
es: Lista de registros
it: Elenco Log

# string_latest
source: Latest
ar: الأحدث
es: Últimos
it: Ultimi

# string_log_details
source: Log Details
ar: تفاصيل السجل
es: Detalles del registro
it: Dettagli Log

# string_not_record_yet_tips
source: No Records Available
ar: لا توجد سجلات متاحة
es: No hay registros disponibles
it: Nessun record disponibile

# string_net_unavailable
source: Network unavailable. Please check your connection.
ar: الشبكة غير متاحة. يرجى التحقق من الاتصال.
es: Red no disponible. Por favor, comprueba tu conexión.
it: Rete non disponibile. Controlla la tua connessione.

# string_net_timeout
source: Request timed out. Please try again later.
ar: انتهت مهلة الطلب. يرجى المحاولة لاحقًا.
es: La solicitud ha caducado. Inténtalo de nuevo más tarde.
it: La richiesta è scaduta. Riprova più tardi.

# string_net_ssl_untrusted
source: Untrusted network environment. Please switch networks and try again.
ar: بيئة شبكة غير موثوقة. يرجى تبديل الشبكة والمحاولة مرة أخرى.
es: Entorno de red no confiable. Cambia de red e inténtalo de nuevo.
it: Ambiente di rete non attendibile. Cambia rete e riprova.

# string_net_connect_failed
source: Unable to connect to the server. Please try again later.
ar: تعذّر الاتصال بالخادم. يرجى المحاولة لاحقًا.
es: No se puede conectar al servidor. Inténtalo más tarde.
it: Impossibile connettersi al server. Riprova più tardi.

# string_net_cancelled
source: Request was cancelled.
ar: تم إلغاء الطلب.
es: La solicitud fue cancelada.
it: La richiesta è stata annullata.

# string_net_unauthorized
source: Session expired. Please log in again.
ar: انتهت صلاحية الجلسة. يرجى تسجيل الدخول مرة أخرى.
es: Sesión expirada. Por favor, inicia sesión de nuevo.
it: Sessione scaduta. Effettua nuovamente il login.

# string_net_forbidden
source: You do not have permission to perform this action.
ar: ليس لديك إذن للقيام بهذا الإجراء.
es: No tienes permiso para realizar esta acción.
it: Non hai il permesso di eseguire questa azione.

# string_net_not_found
source: The requested resource was not found.
ar: المورد المطلوب غير موجود.
es: El recurso solicitado no se encontró.
it: La risorsa richiesta non è stata trovata.

# string_net_server_error
source: Server error, please try again later.
ar: خطأ في الخادم، يرجى المحاولة لاحقًا.
es: Error del servidor, por favor inténtalo más tarde.
it: Errore del server, riprova più tardi.

# string_net_http_error
source: Request failed, please try again later.
ar: فشل الطلب، يرجى المحاولة لاحقًا.
es: La solicitud falló, por favor inténtalo más tarde.
it: Richiesta fallita, riprova più tardi.

# string_net_encoding_error
source: Request data error. Please try again later.
ar: خطأ في بيانات الطلب. يرجى المحاولة لاحقًا.
es: Error en los datos de la solicitud. Por favor inténtalo más tarde.
it: Errore nei dati della richiesta. Riprova più tardi.

# string_net_decoding_error
source: Data parsing failed. Please try again later.
ar: فشل تحليل البيانات. يرجى المحاولة لاحقًا.
es: Error al procesar los datos. Por favor inténtalo más tarde.
it: Errore nell'elaborazione dei dati. Riprova più tardi.

# string_net_unknown
source: An unknown error occurred. Please try again later.
ar: حدث خطأ غير معروف. يرجى المحاولة لاحقًا.
es: Ocurrió un error desconocido. Por favor inténtalo más tarde.
it: Si è verificato un errore sconosciuto. Riprova più tardi.
